Revit 2020 API
AdvancedLayered Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class AdvancedLayered
Visual Basic
Public NotInheritable Class AdvancedLayered
Visual C++
public ref class AdvancedLayered abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.AdvancedLayered
See Also
AdvancedLayered Members
Autodesk.Revit.DB.Visual Namespace